Repository: sarnold/afms
Catalog: trunk/locale/*/LC_MESSAGES/afms.po
Languages: de

source: Description
de: Beschreibung

source: Date
de: Datum

source: User
de: Benutzer

source: Priority
de: Priorität

source: Title
de: Titel

source: Version
de: Schlüssel

source: Risk
de: Risiko

source: Complexity
de: Komplexität

source: Category
de: Kategorie

source: Effort
de: Aufwand

source: Assigned
de: Zugewiesen

source: Rationale
de: Erklärung

source: Origin
de: Herkunft

source: Summary
de: Zusammenfassung

source: Use frequency
de: Häufigkeit

source: Stakeholders
de: Interessengruppen

source: Actors
de: Akteure

source: Prerequisites
de: Vorbedingungen

source: Main scenario
de: Hauptszenario

source: Alt scenario
de: Alternativszenario

source: Notes
de: Anmerkungen

source: Purpose
de: Zweck

source: Prerequisite
de: Vorbedingung

source: Testdata
de: Testdaten

source: Steps
de: Schritte

source: Notes && Questions
de: Hinweise && Fragen

source: Testcases
de: Testfälle

source: Execution order ID's
de: Ausführungsreihenfolge ID

source: Level
de: Position

source: Content
de: Inhalt

source: Aquamarine
de: Aquamarin

source: Black
de: Schwarz

source: Blue
de: Blau

source: Green
de: Grün

source: Red
de: Rot

source: Pink
de: Rosa

source: Purple
de: Violett

source: Script URL
de: Skript URL

source: Use freq.
de: Häufigkeit

source: Edit order
de: Reihenfolge bearbeiten

source: Add
de: Hinzufügen

source: Short description
de: Kurzbeschreibung

source: This list could not be edited here
de: Diese Liste kann hier nicht bearbeitet werden.

source: Changelog
de: Änderungen

source: Tags
de: Etiketten

source: Preview
de: Voransicht

source: Save && Continue
de: Speichern && Fortsetzen

source: Save && Close
de: Speichern && Schließen

source: Attached Requirements
de: Zugehörige Anforderungen

source: Attached Usecases
de: Zugeordnete Anwendungsfälle

source: Error
de: Fehler

source: No filter available
de: Kein Filter verfügbar

source: Apply
de: Anwenden

source: Load
de: Laden

source: Reset
de: Zurücksetzen

source: Save
de: Speichern

source: Text field
de: Textfeld

source: Condition
de: Bedingung

source: Word/String
de: Wort/Zeichenkette

source: Changed between
de: Geändert zwischen

source: and
de: und

source: by
de: durch

source: anyone
de: irgend jemand

source: Notes & Questions
de: Hinweise & Fragen

source: How to give feedback
de: Rückmeldungen zu diesem Programm geben

source: Don't ask again in this session
de: In dieser Sitzung nicht mehr fragen

source: Convert archive to database
de: Archiv in Datenbank umwandeln

source: Archive file
de: Archivdatei

source: Choose archive file
de: Archivedatei auswählen

source: Database file
de: Datenbank-Datei

source: Save database file
de: Datenbank-Datei speichern

source: Open database after conversion
de: Datenbank nach Umwandlung öffnen

source: Unable to execute %s Script execution is disabled.
de: Skript %s kann nicht ausgeführt werden. Skriptausführung ist gesperrt.

source: Import artefacts
de: Importiere Artefakte

source: Select related artefacts automatically
de: Selektiere zugehörige Artefakte automatisch

source: Existing tags may be overwritten automatically
de: Existierende Etiketten dürfen automatisch übrrschrieben werden

source: New Product
de: Neues Produkt

source: New
de: Neu

source: Create new product
de: Erstelle neues Produkt

source: Open Product
de: Öffne Produkt

source: Open existing product
de: Öffne exisitierendes Produkt

source: Open
de: Öffnen

source: Edit artefact
de: Artefakt bearbeiten

source: Edit selected artefact
de: Selektiertes Artefakt bearbeiten

source: Edit
de: Bearbeiten

source: Copy artefact
de: Artefakt kopieren

source: Copy selected artefact to clipboard
de: Kopiere selektiertes Artefakt in die Zwischenablage

source: Copy
de: Kopieren

source: Paste artefact
de: Artefakt einfügen

source: Paste artefact from clipboard
de: Artefakt aus Zwischenablage einfügen

source: Paste
de: Einfügen

source: Delete selected artefact
de: Lösche selektiertes Artefakt

source: Delete
de: Löschen

source: Delete artefact
de: Lösche Artefakt

source: New feature
de: Neues Feature

source: Create new feature
de: Neues Feature erstellen

source: Create/attach new requirement
de: Neue Anforderung erstellen/anhängen

source: New requirement
de: Neue Anforderung

source: Create/attach new usecase
de: Neues Anwendungsfall erstellen/anhängen

source: New usecase
de: Neuer Anwendungsfall

source: Create/attach new testcase
de: Neuen Testfall erstellen/anhängen

source: New testcase
de: Neuer Testfall

source: New testsuite
de: Neue Testsuite

source: Create new testsuite
de: Neue Testsuite erstellen

source: New text section
de: Neuer Textabschnitt

source: Create new text section
de: Erstelle neuen Textabschnitt

source: New glossary entry
de: Neuer Glossareintrag

source: Create new glossary entry
de: Neuen Glossareintrag erstellen

source: &New product ... Ctrl-N
de: &Neues Product ... Ctrl-N

source: &Open product ... Ctrl-O
de: &Öffne Produkt ... Ctrl-O

source: Export product to HTML file
de: Produkt in HTML-Datei exportieren

source: Export as HTML ...
de: Exportiere als HTML ...

source: Export product to XML files
de: Exportiere Produkt in XML-Datei

source: Export as XML ...
de: Export als XML ...

source: Import ...
de: Importiere ...

source: Import artefacts from AF database
de: Importiere Artefakte aus AF Datenbank

source: Statistics ...
de: Statistik ...

source: Statistics of current AF database
de: Statistik der aktuellen AF Datenbank

source: E&xit Alt-X
de: B&eenden Alt-X

source: Exit this application
de: Anwendung beenden

source: &File
de: &Datei

source: &Edit artefact ... Ctrl-E
de: Artefakt editieren ... Ctrl-E

source: &Copy artefact Ctrl-C
de: Artefakt kopieren Ctrl-C

source: &Paste artefact Ctrl-V
de: Artefakt einfügen Ctrl-V

source: &Delete artefact ... Del
de: Artefakt löschen ... Del

source: &Edit tags ...
de: &Etiketten editieren

source: Edit tags
de: Etiketten editieren

source: &Edit
de: B&earbeiten

source: New &feature ...
de: Neues &Feature ...

source: Create new requirement
de: Neue Anforderung erstellen ...

source: New &requirement ...
de: Neue &Anforderung ...

source: Create new usecase
de: Neuen Anwendungsfall erstellen ...

source: New &usecase ...
de: Ne&uer Anwendungsfall ...

source: Create new testcase
de: Neuer &Testfall

source: New &testcase ...
de: Neuer &Testfall ...

source: New test&suite ...
de: Neue Test&suite ...

source: New text section ...
de: Neuer Textabschnitt ...

source: New glossary entry ...
de: Neuer Glossareintrag ...

source: &New
de: &Neu

source: Database to archive ...
de: Datenbank in Archiv ...

source: Dump current database to archive file
de: Aktuelle Datenbank in Archivdatei schreiben

source: Archive to database ...
de: Archiv in Datenbank ...

source: Create database from archive file
de: Datenbank aus Archivdatei erstellen

source: &Archive
de: &Archiv

source: General ...
de: Allgemein ...

source: General settings
de: Allgemeine Einstellungen

source: &Settings
de: Einstellungen

source: About ...
de: Über ...

source: Info about this program
de: Information über dieses Programm

source: Feedback ...
de: Rückmeldungen ...

source: How to give feedback about this program
de: Rückmeldungen zu diesem Programm geben

source: &Help
de: &Hilfe

source: Product
de: Produkt

source: Requirement
de: Anforderung

source: Attached Testcases
de: Zugeordnete Testfälle

source: Related Features
de: Zugehörige Features

source: Related Requirements
de: Zugehörige Anforderungen

source: Settings
de: Einstellungen

source: Open Stylesheet
de: Öffne Stildatei

source: Language Settings (taking effect after restart)
de: Spracheinstellungen

source: User Interface Language
de: Sprache Bedienoberfläche

source: English
de: Englisch

source: German
de: Deutsch

source: HTML Report Settings
de: HTML Report Einstellungen

source: CSS Stylesheet
de: CSS Stildatei

source: View after creation
de: Anzeigen nach Erstellung

source: XML Report Settings
de: XML Report Einstellungen

source: XSL Stylesheet
de: XSL Stildatei

source: Edit text section order
de: Reihenfolge Textabschnitte bearbeiten

source: Text sections
de: Textabschnitte

source: Section
de: Abschnitt

source: Artefact statistics
de: Artefakte-Statistik

source: Select tag to edit
de: Zu bearbeitendes Etikett auswählen

source: Edit tag
de: Etikett bearbeiten

source: Long description
de: Beschreibung

source: Tag color
de: Etikettfarbe

source: Script
de: Skript

source: Choose script
de: Skript auswählen

source: Testcase
de: Testfall

source: Related Testsuites
de: Zugehörige Testsuiten

source: Syntax error in execution order
de: Syntaxfehler in Ausführungsreihenfolge

source: Some testcase ID's in this testsuite are not listed in execution order
de: Einige Testfall-ID sind nicht in der Ausführungsreihenfolge

source: Some testcase ID's in execution order are not in this testsuite
de: Einige Testfall-ID in der Ausführungsreihenfolge sind nicht in der Testsuite

source: Undo
de: Rückgängig

source: Redo
de: Wiederherstellen

source: Cut
de: Ausschneiden

source: Select All
de: Alles markieren

source: Bold
de: Fett

source: Italic
de: Kursiv

source: Fixed Width
de: Feste Breite

source: Bullet List
de: Punkteliste

source: Numbered List
de: Nummerierte Liste

source: Table
de: Tabelle

source: Indent
de: Einrücken

source: Unindent
de: Ausrücken

source: Insert Image
de: Bild einfügen

source: Plain Text
de: Einfacher Text

source: Choose image file
de: Bilddatei auswählen

source: Trash overview
de: Übersicht Papierkorb

source: Number of %s in Trash:
de: Anzahl %s im Papierkorb:

source: Usecase
de: Anwendungsfall

source: Empty field not allowed
de: Leerer Eintrag nicht erlaubt

source: Key
de: Schlüssel

source: Result
de: Ergebnis

source: Remark
de: Bemerkung

source: Action
de: Aktion

source: Time stamp
de: Zeitstempel

source: Run selected
de: Auswahl ausführen

source: Cancel Test Run
de: Testlauf abbrechen

source: Enter reason for cancelation
de: Grund für Abbruch angeben

source: Test Run Info
de: Testlauf Information

source: Test run description
de: Beschreibung Testlauf

source: AF Database
de: AF Datenbank

source: Creation date
de: Erstellungsdatum

source: Test suite description
de: Testsuite Beschreibung

source: Test case order
de: Testfall-Abfolge

source: Test suite title
de: Testsuite Titel

source: Test run status
de: Status Testlauf

source: %3d failed
de: %3d fehlgeschlagen

source: %3d pending
de: %3d offen

source: %3d skipped
de: %3d übersprungen

source: %3d test cases total
de: %3d Testfälle gesamt

source: New test run
de: Neuer Testlauf

source: Create a new test run
de: Erstelle neuen Testlauf

source: Open test run
de: Öffne Testlauf

source: Open an existing test run
de: Öffne einen vorhandenen Testlauf

source: Run
de: Ausführen

source: Run a test case
de: Einen Testfall ausführen

source: Run test case
de: Testfall ausführen

source: &New test run ... Ctrl-N
de: Neuer Testlauf ... Ctrl-N

source: &Open test run ... Ctrl-O
de: Testlauf öffnen ... Ctrl-O

source: Export test run to HTML file
de: Testlauf als HTML exportieren

source: Export test run to XML files
de: Testlauf als XML exportieren

source: Run selected ... Ctrl-R
de: Selektierten Testfall ausführen ... Ctrl-R

source: Run selected test case
de: Ausgewählten Testfall ausführen

source: Run all scripted ...
de: Alle Skripte ausführen...

source: Run all test case having a script
de: Alle Testfälle mit Skript ausführen

source: About current test run...
de: Über aktuellen Testlauf

source: Info about the current test run
de: Informationen über den aktuellen Testlauf

source: Cancel current test run...
de: Aktuellen Testlauf abbrechen ...

source: Cancel the current test run
de: Aktuellen Testlauf abbrechen

source: Create new test run
de: Neuen Testlauf erstellen

source: Step 1/4: Select product database
de: Schritt 1/4: Produkt-Datenbank wählen

source: Step 2/4: Select test suite
de: Schritt 2/4: Testsuite auswählen

source: Step 3/4: Enter test description
de: Schritt 3/4: Beschreibung Testlauf

source: Step 4/4: Select test run output file
de: Schritt 4/4: Ausgabedatei für Testlauf wählen

source: Browse
de: Durchsuchen

source: Open Database
de: Öffne Datenbank

source: File
de: Datei

source: Save test run
de: Testlauf speichern

source: Tester name
de: Tester

source: Notes && Questions
de: Hinweise && Fragen

source: Time
de: Zeit

source: Test failed. Enter action!
de: Test fehlgeschlagen. Aktion eingeben!

source: Test skipped. Enter remark!
de: Test übersprungen. Bemerkung eingeben!

source: Could not open file %s
de: Kann Datei %s nicht öffnen

source: Save archive as
de: Archiv speichern unter

source: Error saving archive
de: Fehler beim Speichern der Archivdatei

source: Error converting archive
de: Fehler bei Umwandlung des Archivs

source: Requirements without test cases
de: Anforderungen ohne Testfälle

source: Features without requirements
de: Features ohne Anforderungen

source: Test cases without requirements
de: Testfälle ohne Anforderungen

source: Test cases without test suites
de: Testfälle ohne Testsuite

source: Test suites without test cases
de: Testsuiten ohne Testfälle

source: Usecases without features or requirements
de: Anwendungsfälle ohne Features oder Anforderungen

source: Glossary entries
de: Glossareinträge

source: Requirements
de: Anforderungen

source: Test cases
de: Testfälle

source: Test suites
de: Testsuiten

source: Use cases
de: Anwendungsfälle

source: Error opening product!
de: Fehler beim Öffnen des Produktes

source: Save new product to file
de: Neues Produkt speichern unter

source: Error creating product
de: Fehler bei der Erstellung des Produktes

source: Open product file
de: Produkt öffnen

source: Really delete artefact?
de: Artefakt wirklich löschen?

source: Enter changelog
de: Änderungsbeschreibung eingeben

source: Save HTML to file
de: HTML speichern unter

source: Save XML to file
de: XML speichern unter

source: Edit Product
de: Produkt editieren

source: Edit feature
de: Feature editieren

source: Edit requirement
de: Anforderung editieren

source: Artefact is already approved! Changelog description is required.
de: Artefakt ist bereits freigegeben! Eine Änderungsbeschreibung ist erforderlich.

source: Artefact is already completed! Changes are prohibited!
de: Artefakt ist abgeschlossen! Änderungen sind nicht erlaubt!

source: Edit testcase
de: Testfall editieren

source: Edit usecase
de: Anwendungsfall editieren

source: Edit testsuite
de: Testsuite editieren

source: Edit section
de: Textabschnitt bearbeiten

source: Edit glossary entry
de: Glossareintrag bearbeiten

source: Error saving artefact
de: Fehler beim Speichern des Artefakts

source: Really restore artefact?
de: Artefakt wirklich wiederherstellen?

source: Restore artefact
de: Artefakt wiederherstellen

source: Import from product file
de: Importiere aus Produkt-Datei

source: Error importing artefacts!
de: Fehler beim Import der Artefakte!

source: Table of Contents
de: Inhaltsverzeichnis

source: Product information
de: Produktinformation

source: Terms and Abbreviations
de: Glossar

source: Usecases
de: Anwendungsfälle

source: Testsuites
de: Testsuiten

source: Detected problems
de: Erkannte Probleme

source: Empty testsuites
de: Leere Testsuiten

source: Requirements without testcases
de: Anforderungen ohne Testfälle

source: Testcases not belonging to requirements
de: Testfälle ohne Anforderungen

source: Testcases not belonging to testsuites
de: Testfälle ohne Testsuite

source: Usecases not belonging to features or requirements
de: Anwendungsfälle ohne zugehörige Features oder Anforderungen

source: None
de: keine

source: Created from %s at %s by %s
de: Erstellt aus %s am %s von %s

source: Related Usecases
de: Zugehörige Anwendungsfälle

source: Editor for the Artefact Management System
de: Editor für das Artefakt Management System

source: This program comes with ABSOLUTELY NO WARRANTY; This is free software, and you are welcome to redistribute it under the terms of the GNU General Public License; see the accompanied file COPYING for details.
de: Für dieses Programm besteht KEINERLEI GARANTIE; Dies ist freie Software, die Sie unter den Bedingungen der GNU General Public License weitergeben dürfen;Details siehe beigefügte Datei COPYING.

source: <p><b>Feedback about this program is welcome and encouraged!</b></p> <p> Please report any bugs to the bug tracker at <a href="%(bugtracker_url)s">%(bugtracker_url)s</a> </p> <p> Requests for new features may be entered at <a href="%(feature_url)s">%(feature_url)s</a> </p> <p> Patches are welcome at <a href="%(patch_url)s">%(patch_url)s</a> </p>
de: <p><b>Rückmeldungen zu diesem Programm sind willkommen und erwünscht!</b></p><p>Bitte melden Sie Fehler über den Bug Tracker unter <a href="%(bugtracker_url)s">%(bugtracker_url)s</a></p><p>Anfragen für neue Features können unter <a href="%(feature_url)s">%(feature_url)s</a> gestellt werden.</p><p>Patches sind unter <a href="%(patch_url)s">%(patch_url)s</a> willkommen.</p>

source: Text Sections
de: Textabschnitte

source: Glossary Entries
de: Glossareinträge

source: Trash
de: Papierkorb

source: contains the string
de: enthält die Zeichenkette

source: doesn't contain the string
de: enthält nicht die Zeichenkette

source: contains the string (exact case)
de: enthält die Zeichenkette (mit Groß/Kleinschreibung)

source: doesn't contain the string (exact case)
de: enthält nicht die Zeichenkette (mit Groß/Kleinschreibung)

source: contains the word
de: enthält das Wort

source: doesn't contain the word
de: enthält nicht das Wort

source: matches the regexp
de: passt auf den regulären Ausdruck

source: doesn't match the regexp
de: passt nicht auf den regulären Ausdruck

source: Desired
de: gewünscht

source: Essential
de: essentiell

source: Expected
de: erwartet

source: Approved
de: bestätigt

source: Completed
de: erledigt

source: Submitted
de: eingereicht

source: Days
de: Tage

source: Hours
de: Stunden

source: Months
de: Monate

source: Weeks
de: Wochen

source: High
de: hoch

source: Low
de: niedrig

source: Medium
de: mittel

source: Functional
de: funktionell

source: Reliability
de: Zuverlässigkeit

source: Safety
de: Sicherheit

source: Up-time
de: Verfügbarkeit

source: Maintainability
de: Wartbarkeit

source: Performance
de: Performanz

source: Scalability
de: Skalierbarkeit

source: Security
de: Schutz

source: Operability
de: Bedienbarkeit

source: Supportability
de: Support-Fähigkeit

source: Upgradability
de: Upgrade-Fähigkeit

source: Business life-cycle
de: Geschäfts-Lebenszyklus

source: Data import/export
de: Datenimport/Export

source: Other
de: Andere

source: Always
de: Immer

source: Often
de: häufig

source: Once
de: Einmal

source: Rarely
de: Selten

source: Sometimes
de: Manchmal

source: 1-Risk
de: Risiko-1

source: 2-Risk
de: Risiko-2

source: 3-Risk
de: Risiko-3

source: Dangerous
de: gefährlich

source: Safe
de: sicher

source: created
de: erstellt

source: deleted
de: gelöscht

source: edited
de: bearbeitet

source: restored
de: wiederhergestellt

source: FAIL
de: FEHLGESCHLAGEN

source: PASS
de: BESTANDEN

source: PENDING
de: OFFEN

source: SKIP
de: ÜBERSPRUNGEN

source: AF Database (*.af)|*.af|All files (*.*)|*.*
de: AF Datenbank (*.af)|*.af|Alle Dateien (*.*)|*.*

source: HTML file (*.html)|*.html|HTM file (*.htm)|*.htm|All files (*.*)|*.*
de: HTML Dateien (*.html)|*.html|HTM Dateien (*.htm)|*.htm|Alle Dateien (*.*)|*.*

source: XML file (*.xml)|*.xml|All files (*.*)|*.*
de: XML Dateien (*.xml)|*.xml|Alle Dateien (*.*)|*.*

source: All files (*.*)|*.*
de: Alle Dateien (*.*)|*.*

source: Cascading Style Sheet (*.css)|*.css|All files (*.*)|*.*
de: CSS Stildateien (*.css)|*.css|Alle Dateien (*.*)|*.*

source: XSL Style Sheet (*.xsl)|*.xsl|All files (*.*)|*.*
de: XSL Stildateien (*.xsl)|*.xsl|Alle Dateien (*.*)|*.*

source: TR Database (*.tr)|*.tr|All files (*.*)|*.*
de: TR Datenbank (*.tr)|*.tr|Alle Dateien (*.*)|*.*

source: All image files (%(ext)s)|%(ext)s|
de: Alle Bilddateien (%(ext)s)|%(ext)s|

source: JPEG files (%(ext)s)|%(ext)s|
de: JPEG Dateien (%(ext)s)|%(ext)s|

source: PNG files (%(ext)s)|%(ext)s|
de: PNG Dateien (%(ext)s)|%(ext)s|

source: GIF files (%(ext)s)|%(ext)s|
de: GIF Dateien (%(ext)s)|%(ext)s|

source: All files (%(ext)s)|%(ext)s
de: Alle Dateien (%(ext)s)|%(ext)s

source: AFMS Test Run Report
de: AFMS Testlauf Bericht

source: Test run information
de: Information zum Testlauf

source: Created from %s at %s
de: Erstellt aus %s am %s

source: Product title
de: Produkttitel

source: Test suite description
de: Testsuite Beschreibung

source: Failed test cases
de: Fehlgeschlagene Testfälle

source: Passed test cases
de: Bestandene Testfälle

source: Pending test cases
de: Offene Testfälle

source: Skipped test cases
de: Übersprungene Testfälle

source: Number of test cases
de: Anzahl Testfälle

source: Overall result
de: Gesamtergebnis

source: Test already has been executed!
de: Testfall wurde bereits ausgeführt!

source: Run test case ID %s
de: Testfall ID %s ausführen

source: Select testcases to run
de: Auszuführende Testfälle selektieren

source: No testcases with scripts found.
de: Keine Testfälle mit Skripten gefunden

source: Execution order will be ignored! Proceed anyway?
de: Ausführungsreihenfolge wird ignoriert! Fortfahren?

source: Warning
de: Warnung

source: None (batch run)
de: Keine (Automatische Ausführung)

source: AFMS Test Report
de: AFMS Testbericht

source: Test Run Tool for the Artefact Management System
de: Werkzeug zur Testausführung für das Artefakt Management System
